tap "homebrew/bundle"
tap "homebrew/command-not-found"
brew "aria2"
brew "curl"
brew "entr"
brew "fd"
brew "fish"
brew "fzf"
brew "git"
brew "git-absorb"
brew "mas"
brew "pipx"
brew "ranger"
brew "ripgrep"
brew "tmux"
brew "tree"
brew "universal-ctags"
brew "watch"
brew "yt-dlp"
brew "zoxide"
cask "apparency"
cask "bbedit"
cask "betterdisplay"
cask "blockblock"
cask "keka"
cask "lulu"
cask "mac-mouse-fix"
cask "maccy"
cask "netnewswire"
cask "sf-symbols"
cask "suspicious-package"
mas "Apple Configurator", id: 1037126344
mas "Pixelmator Pro", id: 1289583905
mas "Tailscale", id: 1475387142
mas "Wipr", id: 1662217862
mas "Xcode", id: 497799835
